---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbmPerFtDashH
source: html/b5b05249-0c36-f1d0-421f-b3df49693378.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbmPerFtDashH Property

Symbol lbm/ft-h, indicating unit Pounds mass per foot hour.

## Syntax (C#)
```csharp
public static ForgeTypeId LbmPerFtDashH { get; }
```